[
  "obsidian-latex",
  "obsidian-citation-plugin",
  "dataview",
  "table-editor-obsidian",
  "calendar",
  "templater-obsidian",
  "obsidian-outliner",
  "better-word-count",
  "obsidian-pandoc",
  "update-time-on-edit",
  "obsidian-projects",
  "obsidian-book-search-plugin",
  "obsidian-tasks-plugin",
  "obsidian-vimrc-support",
  "obsidian-relative-line-numbers",
  "obsidian-style-settings"
]